import org.testng.annotations.DataProvider;
public class ReceptionOfDocsTestData {
    @DataProvider(name="testdata")
    public Object[][]dataSet(){
        return new Object[][]
                {
                        {"Прием по документам",100,"Оплата по Договору","Платеж физического лица за приобретаемое","Кузьмич Кристина Игоревна","Операция завершена"},
                        {"Прием по документам",250,"Уплата налогов","Налог на добычу полезных ископаемых","Кузьмич Кристина Игоревна","Операция завершена"},
                        {"Прием по документам",3000,"Осуществление юридическим лицом оплаты по договору","Земельный налог","Кузьмич Кристина Игоревна","Операция завершена"},
                        {"Прием по документам",40,"Уплата налога","Налог на игорный бизнес","Кузьмич Кристина Игоревна","Операция завершена"},
                };
    }
}
